module.exports = {
  question_bank: [{
      question: "我很明了本测验的说明：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我对本测验的每一个问题，都能做到诚实的回答：",
      option: [
        "是的",
        "不一定",
        "不同意",
      ],
    },
    {
      question: "如果我有机会的话，我愿意：",
      option: [
        "到一个繁华的城市去旅行",
        "介于a-c之间",
        "游览清静的山区",
      ],
    },
    {
      question: "我有能力应付各种困难：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "即使是关在铁笼里的猛兽，我见了也会感到惴惴不安：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我总是不敢大胆批评别人的言行：",
      option: [
        "是的",
        "有时如此",
        "不是的",
      ],
    },
    {
      question: "我的思想似乎：",
      option: [
        "比较先进",
        "一般",
        "比较保守",
      ],
    },
    {
      question: "我不擅长说笑话、讲有趣的事：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "当我见到亲友和邻居争吵时，我总是：",
      option: [
        "任其自己解决",
        "介于a-c之间",
        "予以劝解",
      ],
    },
    {
      question: "在群众集会中，我：",
      option: [
        "谈吐自如",
        "介于a-c之间",
        "保持沉默",
      ],
    },
    {
      question: "我愿做一个：",
      option: [
        "建筑工程师",
        "不确定",
        "社会科学研究者",
      ],
    },
    {
      question: "阅读时，我喜欢选读：",
      option: [
        "自然科学书籍",
        "不确定",
        "政治理论书籍",
      ],
    },
    {
      question: "我认为很多人都有些心理不正常、只是他们不愿意承认：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我希望我的爱人擅长交际，无须具有文艺才能：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "对于性情急噪，爱发脾气的人，我仍能以礼相待：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "受人侍奉时我常常局促不安：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在从事体力或脑力劳动之后，我总是需要有比别人更多的休息时间，才能保持工作效率：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "半夜醒来，我常常为种种惴虑不安而不能再入睡：",
      option: [
        "常常如此",
        "有时如此",
        "极少如此",
      ],
    },
    {
      question: "事情进行得不顺利时，我常常急得涕泪交流：",
      option: [
        "从不如此",
        "有时如此",
        "常常如此",
      ],
    },
    {
      question: "我认为只要双方同意可以离婚，可以不受传统观念的束缚：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我对人或物的兴趣都很容易改变：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在工作中，我愿意：",
      option: [
        "和别人合作",
        "不确定",
        "自己单独进行",
      ],
    },
    {
      question: "我常常会无缘无故地自言自语：",
      option: [
        "常常如此",
        "偶然如此",
        "从不如此",
      ],
    },
    {
      question: "无论是工作、饮食或外出游览，我总是：",
      option: [
        "匆匆忙忙，不能尽兴",
        "介于a-c之间",
        "从容不迫",
      ],
    },
    {
      question: "有时我怀疑别人是否对我的言行真正的有兴趣：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "如果我在工厂里工作，我愿做：",
      option: [
        "技术科的工作",
        "介于a-c之间",
        "宣传科的工作",
      ],
    },
    {
      question: "在阅读时，我愿阅读：",
      option: [
        "有关太空旅行的书籍",
        "不太确定",
        "有关家庭教育的书籍",
      ],
    },
    {
      question: "本题后面列出的三个单词，哪个与其他两个单词不类同：",
      option: [
        "狗",
        "石头",
        "牛",
      ],
    },
    {
      question: "如果我能到一个新的环境，我要：",
      option: [
        "把生活安排得和从前不一样", "不确定",
        "和从前相仿",
      ],
    },
    {
      question: "在一生中，我总觉得我能达到我所预期的目标：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "当我说谎时，总觉得内心羞愧，不敢正视对方：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "假使我手里拿着一颗装有子弹的手枪，我必须把子弹取出来才能安心：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "多数人认为我是一个说话有风趣的人：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "如果人们知道我内心的成见，他们会大吃一惊：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "在公众场合，如果我突然成为大家注意的中心，就会感到局促不安：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我总喜欢参加规模庞大的晚会或集会：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在学科中，我喜欢：",
      option: [
        "音乐",
        "不一定",
        "手工劳动",
      ],
    },
    {
      question: "我常常怀疑那些出乎我意料的对我过于友善的人动机是否诚实：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我愿意把我的生活安排得象一个：",
      option: [
        "艺术家",
        "不确定",
        "会计师",
      ],
    },
    {
      question: "我认为目前所需要的是：",
      option: [
        "多出现一些改造世界的理想家",
        "不确定",
        "脚踏实地的实干家",
      ],
    },
    {
      question: "有时候我觉得我需要剧烈的体力劳动：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我愿意跟有教养的人来往而不愿意同鲁莽的人交往：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在处理一些必须凭借智慧的事务中：",
      option: [
        "我的亲人表现得比一般人差",
        "普通",
        "我的亲人表现得超人一等",
      ],
    },
    {
      question: "当领导召见我时，我：",
      option: [
        "觉得可以趁机提出建议",
        "介于a-c之间",
        "总怀疑自己做错了事",
      ],
    },
    {
      question: "如果待遇优厚，我愿意做护理精神病人的工作：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "读报时，我喜欢读：",
      option: [
        "当前世界上的基本问题",
        "介于a-c之间",
        "地方新闻",
      ],
    },
    {
      question: "在接受困难任务时，我总是：",
      option: [
        "有独立完成的信心",
        "不确定",
        "希望有别人的帮助和指导",
      ],
    },
    {
      question: "在游览时，我宁愿观看一个画家写生，也不愿听人家的辩论；",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我的神经脆弱，稍有点刺激就会使我战栗：",
      option: [
        "时常如此",
        "有时如此",
        "从不如此",
      ],
    },
    {
      question: "早晨起来，常常感到疲乏不堪：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "如果待遇相同，我愿选做：",
      option: [
        "森林管理员",
        "不一定",
        "中小学教员",
      ],
    },
    {
      question: "每逢过年过节或亲友结婚时，我：",
      option: [
        "喜欢赠送礼物",
        "不太确定",
        "不愿相互送礼",
      ],
    },
    {
      question: "本题后面列有三个数字中，哪个数字与其他两个数字不类同：",
      option: [
        "5",
        "2",
        "7",
      ],
    },
    {
      question: "“猫”和“鱼”就象“牛”和：",
      option: [
        "牛奶",
        "牧草",
        "盐",
      ],
    },
    {
      question: "我在小学时敬佩的老师，到现在仍然值得我敬佩：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我觉得我确实有一些别人所不及的优良品质：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "根据我的能力，即使让我做一些平凡的工作，我也会安心的：",
      option: [
        "是的",
        "不太确定",
        "不是的",
      ],
    },
    {
      question: "我喜欢看电影或参加其他娱乐活动的次数：",
      option: [
        "比一般人多",
        "和一般人相同",
        "比一般人少",
      ],
    },
    {
      question: "我喜欢从事需要精密技术的工作：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在有威望、有地位的人面前，我总是较为局促、谨慎：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "对于我来说在大众面前演讲或表演，是一件难事：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我愿意：",
      option: [
        "指挥几个人工作",
        "不确定",
        "和同志们一起工作",
      ],
    },
    {
      question: "即使我做了一件让别人笑话的事，我也能坦然处之：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我认为没有人会幸灾乐祸地希望我遇到困难：",
      option: [
        "是的",
        "不确定",
        "不是的",
      ],
    },
    {
      question: "一个人应该：",
      option: [
        "考虑人生的真正意义",
        "不确定",
        "踏踏实实地工作和学习",
      ],
    },
    {
      question: "我喜欢去处理被别人弄得一塌糊涂的工作：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "当我非常高兴时，总有一种“好景不长”的感觉：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在一般困难环境中，我总能保持乐观：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "迁居是一件极不愉快的事：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在年轻的时候，当我和父母的意见不同时：",
      option: [
        "保留自己的意见",
        "介于a-c之间",
        "接受父母的意见",
      ],
    },
    {
      question: "我希望把我的家庭：",
      option: [
        "建设成适合自身活动和娱乐的地方",
        "介于a-c之间",
        "成为邻里交往活动的一部分",
      ],
    },
    {
      question: "我解决问题时，多借助于：",
      option: [
        "个人独立思考",
        "介于a-c之间",
        "和别人互相讨论",
      ],
    },
    {
      question: "在需要当机立断时，我总是：",
      option: [
        "镇静的运用理智",
        "介于a-c之间",
        "常常紧张兴奋",
      ],
    },
    {
      question: "最近在一两件事情上，我觉得我是无辜受累的：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我善于控制我的表情：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "如果待遇相同，我愿做一个：",
      option: [
        "化学研究工作者",
        "不确定",
        "旅行社经理",
      ],
    },
    {
      question: "以‘惊讶’与‘新奇’，搭配为例，我认为‘惧怕’与：",
      option: [
        "‘勇敢’搭配",
        "‘焦虑’搭配",
        "‘恐怖’搭配",
      ],
    },
    {
      question: "本题后面列出的三个分数，哪一个数字与其他两个分数不类同：",
      option: [
        "3/7",
        "3/9",
        "3/11",
      ],
    },
    {
      question: "不知为什么，有些人总是回避或冷淡我：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我虽然好意待人，但常常得不到好报：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我不喜欢好强好盛的人：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "和一般人相比，我的朋友的确太少了：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "不在万不得已的情况下，我总是回避参加应酬性的活动：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我认为对领导逢迎得当比工作表现更重要：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "参加竞赛时，我总是着重在竞赛的活动，而不计较其成败：",
      option: [
        "总是如此",
        "一般如此",
        "偶然如此",
      ],
    },
    {
      question: "按照我个人的意愿，我希望做的工作是：",
      option: [
        "有固定而可靠的工资收入",
        "介于a-c之间",
        "工资高低应随我的工作表现而随时调整",
      ],
    },
    {
      question: "我愿意阅读：",
      option: [
        "军事与政治的实事记载",
        "不一定",
        "富有情感和幻想的作品",
      ],
    },
    {
      question: "我认为有许多人之所以不敢犯罪，其主要原因是怕被惩罚；",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我的父母从不严格要求我事事顺从：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "“百折不挠”、 “再接再厉” 的精神似乎被人们所忽略：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "当有人对我发火时：我总是：",
      option: [
        "设法使他镇定下来",
        "不太确定",
        "自己也会发起火来",
      ],
    },
    {
      question: "我希望：",
      option: [
        "人们都要友好相处",
        "不一定", "开展斗争",
      ],
    },
    {
      question: "不论是在极高的屋顶上，还是在极深的隧道中，我很少感到胆怯不安：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "只要没有过错，不管别人怎么说，我总能心安理得：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我认为凡是无法用理智来解决的问题，有时就不得不靠极权处理：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我在年轻的时候，和异性朋友交往：",
      option: [
        "较多",
        "介于a-c之间",
        "较别人少",
      ],
    },
    {
      question: "我在社团活动中，是一个活跃分子：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在人声噪杂中，我仍能不受干扰，专心工作：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在某些心境下，我常常因为困惑陷入空想而将工作搁置下来：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我很少用难堪的语言去刺伤别人的感情：",
      option: [
        "是的",
        "不太确定",
        "不是的",
      ],
    },
    {
      question: "如果让我选择，我宁愿选择做：",
      option: [
        "列车员",
        "不确定",
        "描图员",
      ],
    },
    {
      question: "“理不胜词”的意思是：",
      option: [
        "理不如词",
        "理多而词少",
        "词藻华丽而理不足",
      ],
    },
    {
      question: "以‘铁锹’ 与‘挖掘’，搭配为例，我认为‘刀子’与：",
      option: [
        "‘琢磨’搭配",
        "‘切割’搭配",
        "‘铲除’搭配",
      ],
    },
    {
      question: "我在大街上，常常避开我所不愿意打招呼的人：",
      option: [
        "极少如此",
        "偶然如此",
        "有时如此",
      ],
    },
    {
      question: "当我聚精会神地听音乐时，假使有人在旁边高谈阔论:",
      option: [
        "我仍能专心听音乐",
        "介于a-c之间",
        "不能专心而感到恼怒",
      ],
    },
    {
      question: "在课堂上，如果我的意见与老师不同，我常常：",
      option: [
        "保持沉默",
        "不一定",
        "当场表明自己的看法",
      ],
    },
    {
      question: "我单独跟异性谈话时，总显得不自然：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我在待人接物方面，的确不太成功：",
      option: [
        "是的",
        "不完全是这样",
        "不是的",
      ],
    },
    {
      question: "每当做一件困难工作时，我总是：",
      option: [
        "预先做好准备",
        "介于a-c之间",
        "相信到时候总会有办法解决的",
      ],
    },
    {
      question: "在我结交的朋友中，男女各占一半：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我在结交朋友方面：",
      option: [
        "结识很多的人",
        "不一定",
        "维持几个深交的朋友",
      ],
    },
    {
      question: "我愿意做一个社会科学家，而不愿做一个机械工程师：",
      option: [
        "是的",
        "不确定",
        "不是的",
      ],
    },
    {
      question: "如果我发现了别人的缺点，我是不计一切的提出指责：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我喜欢设法影响和我一起工作的同志，使他们能协助我实现所计划的目标：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我喜欢做戏剧、音乐、歌舞、新闻采访等工作：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "当人们表扬我的时候，我总觉得羞愧窘促：",
      option: ["是的", "介于a-c之间", "不是的", ],
    },
    {
      question: "我认为一个国家最需要解决的问题是：",
      option: [
        "政治问题",
        "不太确定",
        "道德问题",
      ],
    },
    {
      question: "有时我会无故地产生一种面临大祸的恐惧：",
      option: [
        "是的",
        "有时如此",
        "不是的",
      ],
    },
    {
      question: "我在童年时，害怕黑暗的次数：",
      option: [
        "极多",
        "不太多",
        "几乎没有",
      ],
    },
    {
      question: "在闲暇的时候，我喜欢：",
      option: [
        "看一部历史性的探险电影",
        "不一定",
        "读一本科学性的幻想小说",
      ],
    },
    {
      question: "当人们批评我古怪不正常时，我：",
      option: [
        "非常气恼",
        "有些气恼",
        "无所谓",
      ],
    },
    {
      question: "到一个新城市里去找地址：",
      option: [
        "找人问路",
        "介于a-c之间",
        "参考市区地图",
      ],
    },
    {
      question: "当朋友声明他要在家休息时，我总是设法怂恿他同我一起到外面去游览：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "在就寝时，我常常：",
      option: [
        "不易入睡",
        "介于a-c之间",
        "极易入睡",
      ],
    },
    {
      question: "有人烦扰我时，我：",
      option: [
        "能不露声色",
        "介于a-c之间",
        "总要说给别人听，以泄气愤",
      ],
    },
    {
      question: "如果待遇相同，我愿做一个：",
      option: [
        "律师",
        "不确定",
        "航海员",
      ],
    },
    {
      question: "“时间变成了永恒”这是比喻：",
      option: [
        "时间过得很快",
        "忘了时间",
        "光阴一去不复返",
      ],
    },
    {
      question: "本题后面列的哪一项应接在“x0000xx000xxx”的后面：",
      option: [
        "x0x",
        "00x",
        "0xx",
      ],
    },
    {
      question: "我不论到什么地方，都能清楚地辨别方向：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我热爱我所学的专业和所从事的工作：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "如果我急于想借朋友的东西，而朋友又不在家时，我认为不告而取也没有关系：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我喜欢向朋友讲述一些我个人有趣的经历：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我宁愿做一个：",
      option: [
        "演员",
        "不确定",
        "建筑师",
      ],
    },
    {
      question: "业余时间，我总是做好安排，不使时间浪费：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在和别人交往中，我常常会无缘无故地产生一种自卑感：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "和不熟识的人交谈，对我来说：",
      option: [
        "毫不困难",
        "介于a-c之间",
        "是一件难事",
      ],
    },
    {
      question: "我所喜欢的音乐是：",
      option: [
        "轻松活泼的",
        "介于a-c之间",
        "富于感情的",
      ],
    },
    {
      question: "我爱想入非非：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我认为未来二十年的世界局势，定将好转：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "在童年时，我喜欢阅读：",
      option: [
        "神话幻想故事",
        "不确定",
        "战争故事",
      ],
    },
    {
      question: "我向来对机械、汽车等发生兴趣：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "即使让我做一个缓刑释放的罪犯的管理人，我也会把工作搞得较好：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我仅仅被认为是一个能够苦干而稍有成就的人而已：",
      option: ["是的", "介于a-c之间", "不是的", ],
    },
    {
      question: "就是在不顺利的情况下，我仍能保持精神振奋：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我认为节制生育是解决经济与和平问题的重要条件：",
      option: [
        "是的",
        "不太确定",
        "不是的",
      ],
    },
    {
      question: "在工作中，我喜欢独自筹划，不愿受别人干涉：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "尽管有的同志和我的意见不和，但仍能跟他搞好团结：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我在工作和学习上，总是使自己不粗心大意、忽略细节：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在和别人争辩或险遭事故后，我常常表现出震颤、精疲力尽、不能安心工作：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "未经医生处方，我是从不乱吃药的：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "根据我个人的兴趣，我愿参加：",
      option: [
        "摄影组活动",
        "不确定",
        "文娱队活动",
      ],
    },
    {
      question: "以“星火与燎原”搭配为例，我认为“姑息”与：",
      option: [
        "“同情”搭配",
        "“养奸”搭配",
        "“纵容”搭配",
      ],
    },
    {
      question: "‘钟表’与‘时间’ 的关系犹如‘裁缝’与：",
      option: [
        "服装的关系",
        "剪刀的关系",
        "布料的关系",
      ],
    },
    {
      question: "生动的梦境，常常干扰我的睡眠：",
      option: [
        "经常如此",
        "偶然如此",
        "从不如此",
      ],
    },
    {
      question: "我爱打抱不平：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "如果我要到一个新城市，我将要：",
      option: [
        "到处闲逛",
        "不确定",
        "避免去不安全的地方",
      ],
    },
    {
      question: "我爱穿朴素的衣服，不愿穿华丽的服装：",
      option: [
        "是的",
        "不太确定",
        "不是的",
      ],
    },
    {
      question: "我认为安静的娱乐远远胜过热闹的宴会：",
      option: [
        "是的",
        "不太确定",
        "不是的",
      ],
    },
    {
      question: "我明知自己有缺点，但不愿接受别人的批评：",
      option: [
        "偶然如此",
        "极少如此",
        "从不如此",
      ],
    },
    {
      question: "我总是把“是、 非、 善、 恶”作为处理问题的原则：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "当我工作时，我不喜欢有许多人在旁参观：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我认为，侮辱那些即使有错误的有文化教养的人，如医生、教师等，也是不应该的：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在各种课程中，我喜欢：",
      option: [
        "语文",
        "不确定",
        "数学",
      ],
    },
    {
      question: "那些自以为是、道貌岸然的人使我生气：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "和循规蹈矩的人交谈：",
      option: [
        "很有兴趣，并有所得",
        "介于a-c之间",
        "他们的思想简单，使我厌烦",
      ],
    },
    {
      question: "我喜欢：",
      option: [
        "有几个有时对我很苛求但富有感情的朋友",
        "介于a-c之间",
        "不受别人的干涉",
      ],
    },
    {
      question: "如果征求我的意见，我赞同：",
      option: [
        "切实制止精神病患者和智能低下的人生育",
        "不确定",
        "杀人犯必须判处死刑",
      ],
    },
    {
      question: "有时我会无缘无故地感到沮丧、痛苦：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "当和立场相反的人争辩时，我主张：",
      option: [
        "尽量找出基本概念的差异",
        "不一定",
        "彼此让步",
      ],
    },
    {
      question: "我一向重感情而不重理智，因而我的观点常常动摇不定：：",
      option: [
        "是的",
        "不致如此",
        "不是的",
      ],
    },
    {
      question: "我的学习多赖于：",
      option: [
        "阅读书刊",
        "介于a-c之间",
        "参加集体讨论",
      ],
    },
    {
      question: "我宁愿选择一个工资较高的工作，不在乎是否有保障，而不愿做工资低的固定工作：",
      option: [
        "是的",
        "不太确定",
        "不是的",
      ],
    },
    {
      question: "在参加讨论时，我总是能把握住自己的立场：",
      option: [
        "经常如此",
        "一般如此",
        "必要时才能如此",
      ],
    },
    {
      question: "我常常被一些无所谓的小事所烦扰：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我宁愿住在嘈杂的闹市区，而不愿住在僻静的郊区：",
      option: [
        "是的",
        "不太确定",
        "不是的",
      ],
    },
    {
      question: "下列工作如果任我挑选的话，我愿做：",
      option: [
        "少先队辅导员",
        "不太确定",
        "修表工作",
      ],
    },
    {
      question: "一人____事，众人受累：",
      option: [
        "偾",
        "愤",
        "喷",
      ],
    },
    {
      question: "望子成龙的家长往往____苗助长：",
      option: [
        "揠",
        "堰",
        "偃",
      ],
    },
    {
      question: "气候的变化并不影响我的情绪：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "因为我对一切问题都有一些见解，所以大家都认为我是一个有头脑的人：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我讲话的声音：",
      option: [
        "宏亮",
        "介于a-c之间",
        "低沉",
      ],
    },
    {
      question: "一般人都认为我是一个活跃热情的人：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我喜欢做出差机会较多的工作：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我做事严格，力求把事情办得尽善尽美：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "在取回或归还借的东西时，我总是仔细检查，看是否保持原样：",
      option: [
        "是的",
        "介于a-c之间",
        "不是的",
      ],
    },
    {
      question: "我通常总是精力充沛，忙碌多事：",
      option: [
        "是的",
        "不一定",
        "不是的",
      ],
    },
    {
      question: "我确信我没有遗漏或漫不经心回答上面的任何问题：",
      option: [
        "是的",
        "不确定",
        "不是的",
      ],
    },
  ]
}